Repository: GraphicMeat/PhotoBooks
Catalog: Packages/SetupFeature/Sources/SetupFeature/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: "%@" has no photos.
de: „%@" hat keine Fotos.
es: «%@» no tiene fotos.
fr: « %@ » ne contient aucune photo.
it: "%@" non contiene foto.
ja: 「%@」に写真がありません。
ko: "%@"에 사진이 없습니다.
pt_br: "%@" não tem fotos.
zh_hans: “%@”中没有照片。

source: %@ selected
de: %@ ausgewählt
es: %@ seleccionadas
fr: %@ sélectionné(s)
it: %@ selezionate
ja: %@ 件選択済み
ko: %@ 선택됨
pt_br: %@ selecionadas
zh_hans: 已选择 %@

source: %lld of %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
ja: %lld/%lld
ko: %lld/%lld
pt_br: %lld de %lld
zh_hans: %lld/%lld

source: %lld of %lld selected
de: %lld von %lld ausgewählt
es: %lld de %lld seleccionadas
fr: %lld sur %lld sélectionnées
it: %lld di %lld selezionate
ja: %lld/%lld 件選択済み
ko: %lld/%lld 선택됨
pt_br: %lld de %lld selecionadas
zh_hans: 已选择 %lld/%lld

source: %lld photos included
de: %lld Fotos enthalten
es: %lld fotos incluidas
fr: %lld photos incluses
it: %lld foto incluse
ja: %lld 枚の写真を含む
ko: 사진 %lld장 포함
pt_br: %lld fotos incluídas
zh_hans: 已包含 %lld 张照片

source: About %lld pages · %lld photos
de: Etwa %lld Seiten · %lld Fotos
es: Unas %lld páginas · %lld fotos
fr: Environ %lld pages · %lld photos
it: Circa %lld pagine · %lld foto
ja: 約%lldページ・%lld枚の写真
ko: 약 %lld페이지 · 사진 %lld장
pt_br: Cerca de %lld páginas · %lld fotos
zh_hans: 约 %lld 页 · %lld 张照片

source: About %lld photos
de: Etwa %lld Fotos
es: Unas %lld fotos
fr: Environ %lld photos
it: Circa %lld foto
ja: 約%lld枚の写真
ko: 약 %lld장의 사진
pt_br: Cerca de %lld fotos
zh_hans: 约 %lld 张照片

source: Albums from your Apple Photos library
de: Alben aus deiner Apple Fotos-Mediathek
es: Álbumes de tu biblioteca de Apple Fotos
fr: Albums de votre photothèque Apple Photos
it: Album dalla tua libreria di Foto di Apple
ja: Apple写真ライブラリのアルバム
ko: Apple 사진 보관함의 앨범
pt_br: Álbuns da sua biblioteca do Fotos da Apple
zh_hans: 来自你的“照片”资料库的相册

source: Analyze on-device and keep a balanced selection of about %lld photos
de: Analysiere auf dem Gerät und behalte eine ausgewogene Auswahl von etwa %lld Fotos
es: Analizar en el dispositivo y conservar una selección equilibrada de unas %lld fotos
fr: Analyser sur l'appareil et conserver une sélection équilibrée d'environ %lld photos
it: Analizza sul dispositivo e mantieni una selezione equilibrata di circa %lld foto
ja: デバイス上で分析し、約%lld枚のバランスの取れた写真を残します
ko: 기기에서 분석하여 약 %lld장의 균형 잡힌 사진을 남깁니다
pt_br: Analisar no dispositivo e manter uma seleção equilibrada de cerca de %lld fotos
zh_hans: 在设备上分析并保留约 %lld 张均衡挑选的照片

source: Analyzing photos
de: Fotos werden analysiert
es: Analizando fotos
fr: Analyse des photos
it: Analisi delle foto in corso
ja: 写真を分析中
ko: 사진 분석 중
pt_br: Analisando fotos
zh_hans: 正在分析照片

source: Analyzing photos… (%lld/%lld)
de: Fotos werden analysiert … (%lld/%lld)
es: Analizando fotos… (%lld/%lld)
fr: Analyse des photos… (%lld/%lld)
it: Analisi delle foto… (%lld/%lld)
ja: 写真を分析中…(%lld/%lld)
ko: 사진 분석 중… (%lld/%lld)
pt_br: Analisando fotos… (%lld/%lld)
zh_hans: 正在分析照片…(%lld/%lld)

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
zh_hans: 返回

source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
it: Equilibrato
ja: バランス
ko: 균형
pt_br: Equilibrado
zh_hans: 均衡

source: Balanced and versatile
de: Ausgewogen und vielseitig
es: Equilibrado y versátil
fr: Équilibré et polyvalent
it: Equilibrato e versatile
ja: バランスが良く多用途
ko: 균형 잡히고 다재다능함
pt_br: Equilibrado e versátil
zh_hans: 均衡多用途

source: Balanced pages
de: Ausgewogene Seiten
es: Páginas equilibradas
fr: Pages équilibrées
it: Pagine equilibrate
ja: バランスの取れたページ
ko: 균형 잡힌 페이지
pt_br: Páginas equilibradas
zh_hans: 均衡的页面

source: book
de: Buch
es: libro
fr: livre
it: libro
ja: ブック
ko: 북
pt_br: livro
zh_hans: 图书

source: Book Format
de: Buchformat
es: Formato del libro
fr: Format du livre
it: Formato del libro
ja: ブックの形式
ko: 북 형식
pt_br: Formato do livro
zh_hans: 图书格式

source: Book length
de: Buchlänge
es: Longitud del libro
fr: Longueur du livre
it: Lunghezza del libro
ja: ブックの長さ
ko: 북 길이
pt_br: Tamanho do livro
zh_hans: 图书长度

source: Borderless
de: Randlos
es: Sin bordes
fr: Sans bordure
it: Senza bordi
ja: フチなし
ko: 테두리 없음
pt_br: Sem bordas
zh_hans: 无边框

source: Build your book from a folder instead of Photos
de: Erstelle dein Buch aus einem Ordner statt aus Fotos
es: Crea tu libro desde una carpeta en vez de Fotos
fr: Créer votre livre à partir d'un dossier plutôt que de Photos
it: Crea il tuo libro da una cartella invece che da Foto
ja: 写真ではなくフォルダからブックを作成
ko: 사진 대신 폴더에서 북 만들기
pt_br: Crie seu livro a partir de uma pasta em vez do Fotos
zh_hans: 从文件夹而非“照片”创建你的图书

source: Building a balanced selection
de: Ausgewogene Auswahl wird erstellt
es: Creando una selección equilibrada
fr: Création d'une sélection équilibrée
it: Creazione di una selezione equilibrata
ja: バランスの取れた写真を選出中
ko: 균형 잡힌 선택 구성 중
pt_br: Criando uma seleção equilibrada
zh_hans: 正在生成均衡的照片选择

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Check or uncheck every folder at once
de: Alle Ordner auf einmal an- oder abwählen
es: Marcar o desmarcar todas las carpetas a la vez
fr: Cocher ou décocher tous les dossiers à la fois
it: Seleziona o deseleziona tutte le cartelle in una volta
ja: すべてのフォルダを一括でオン/オフ
ko: 모든 폴더를 한 번에 선택하거나 해제
pt_br: Marcar ou desmarcar todas as pastas de uma vez
zh_hans: 一次勾选或取消勾选所有文件夹

source: Choose a book shape
de: Wähle eine Buchform
es: Elige una forma de libro
fr: Choisissez une forme de livre
it: Scegli una forma del libro
ja: ブックの形を選ぶ
ko: 북 모양 선택
pt_br: Escolha um formato de livro
zh_hans: 选择图书形状

source: Choose a book size
de: Wähle eine Buchgröße
es: Elige un tamaño de libro
fr: Choisissez une taille de livre
it: Scegli una dimensione del libro
ja: ブックのサイズを選ぶ
ko: 북 크기 선택
pt_br: Escolha um tamanho de livro
zh_hans: 选择图书尺寸

source: Choose a suggested length or set an exact custom target
de: Wähle eine vorgeschlagene Länge oder lege ein genaues, individuelles Ziel fest
es: Elige una longitud sugerida o define un objetivo personalizado exacto
fr: Choisissez une longueur suggérée ou définissez un objectif personnalisé exact
it: Scegli una lunghezza suggerita o imposta un obiettivo personalizzato esatto
ja: おすすめの長さを選ぶか、正確なカスタム目標を設定します
ko: 추천 길이를 선택하거나 정확한 사용자 지정 목표를 설정하세요
pt_br: Escolha um tamanho sugerido ou defina uma meta personalizada exata
zh_hans: 选择建议长度,或设置精确的自定目标

source: Choose an album
de: Wähle ein Album
es: Elige un álbum
fr: Choisissez un album
it: Scegli un album
ja: アルバムを選ぶ
ko: 앨범 선택
pt_br: Escolha um álbum
zh_hans: 选择相册

source: Choose an even rhythm or let the strongest moments lead.
de: Wähle einen gleichmäßigen Rhythmus oder lass die stärksten Momente führen.
es: Elige un ritmo uniforme o deja que destaquen los momentos más fuertes.
fr: Choisissez un rythme régulier ou laissez les moments les plus forts dominer.
it: Scegli un ritmo uniforme o lascia che i momenti più forti abbiano la priorità.
ja: 均等なリズムを選ぶか、最も印象的な瞬間を際立たせましょう。
ko: 일정한 리듬을 선택하거나 가장 인상적인 순간이 돋보이게 하세요.
pt_br: Escolha um ritmo uniforme ou deixe os momentos mais marcantes se destacarem.
zh_hans: 选择均匀的节奏,或让最精彩的瞬间脱颖而出。

source: Choose by approximate book length or by how selective the photo edit should be
de: Wähle nach ungefährer Buchlänge oder danach, wie selektiv die Fotoauswahl sein soll
es: Elige según la longitud aproximada del libro o el grado de selectividad de la edición fotográfica
fr: Choisissez selon la longueur approximative du livre ou le degré de sélectivité de l'édition photo
it: Scegli in base alla lunghezza approssimativa del libro o a quanto selettiva deve essere la scelta delle foto
ja: おおよそのブックの長さ、または写真の絞り込みの厳しさで選びます
ko: 대략적인 북 길이 또는 사진 선별의 엄격도로 선택하세요
pt_br: Escolha pelo tamanho aproximado do livro ou pelo grau de seleção das fotos
zh_hans: 按大致图书长度选择,或按照片筛选的严格程度选择

source: Choose Custom to set an exact value with a slider
de: Wähle „Benutzerdefiniert", um mit einem Schieberegler einen genauen Wert festzulegen
es: Elige Personalizado para definir un valor exacto con un control deslizante
fr: Choisissez Personnalisé pour définir une valeur exacte avec un curseur
it: Scegli Personalizzato per impostare un valore esatto con un cursore
ja: 「カスタム」を選ぶと、スライダーで正確な値を設定できます
ko: 슬라이더로 정확한 값을 설정하려면 사용자 지정을 선택하세요
pt_br: Escolha Personalizado para definir um valor exato com um controle deslizante
zh_hans: 选择“自定”可通过滑块设置精确数值

source: Choose how photos meet each other and the edge of the page.
de: Lege fest, wie Fotos aufeinander und auf den Seitenrand treffen.
es: Elige cómo se relacionan las fotos entre sí y con el borde de la página.
fr: Choisissez comment les photos se rencontrent entre elles et avec le bord de la page.
it: Scegli come le foto si incontrano tra loro e con il bordo della pagina.
ja: 写真同士やページの端との接し方を選びます。
ko: 사진끼리, 그리고 페이지 가장자리와 만나는 방식을 선택하세요.
pt_br: Escolha como as fotos se encontram entre si e com a borda da página.
zh_hans: 选择照片之间以及照片与页边之间的衔接方式。

source: Choose how your photos should feel on the page
de: Wähle, wie deine Fotos auf der Seite wirken sollen
es: Elige cómo quieres que se sientan tus fotos en la página
fr: Choisissez l'ambiance de vos photos sur la page
it: Scegli che sensazione devono trasmettere le tue foto sulla pagina
ja: ページ上での写真の見え方を選ぶ
ko: 페이지에서 사진이 느껴지는 방식을 선택하세요
pt_br: Escolha como suas fotos devem parecer na página
zh_hans: 选择照片在页面上呈现的风格

source: Choose photos
de: Fotos auswählen
es: Elegir fotos
fr: Choisir des photos
it: Scegli le foto
ja: 写真を選ぶ
ko: 사진 선택
pt_br: Escolher fotos
zh_hans: 选择照片

source: Choose source
de: Quelle wählen
es: Elegir origen
fr: Choisir la source
it: Scegli l'origine
ja: ソースを選ぶ
ko: 소스 선택
pt_br: Escolher origem
zh_hans: 选择来源

source: Choose the moments to include
de: Wähle die Momente aus, die enthalten sein sollen
es: Elige los momentos que quieres incluir
fr: Choisissez les moments à inclure
it: Scegli i momenti da includere
ja: 収録する瞬間を選ぶ
ko: 포함할 순간을 선택하세요
pt_br: Escolha os momentos a incluir
zh_hans: 选择要收录的瞬间

source: Choose this book size
de: Diese Buchgröße wählen
es: Elegir este tamaño de libro
fr: Choisir cette taille de livre
it: Scegli questa dimensione del libro
ja: このブックサイズを選ぶ
ko: 이 북 크기 선택
pt_br: Escolher este tamanho de livro
zh_hans: 选择此图书尺寸

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: クリア
ko: 지우기
pt_br: Limpar
zh_hans: 清除

source: Click to include this photo
de: Klicken, um dieses Foto einzuschließen
es: Haz clic para incluir esta foto
fr: Cliquez pour inclure cette photo
it: Fai clic per includere questa foto
ja: クリックしてこの写真を含める
ko: 클릭하여 이 사진 포함
pt_br: Clique para incluir esta foto
zh_hans: 点击以收录此照片

source: Comparing moments and looking for the strongest photos. Everything stays on this device.
de: Momente werden verglichen, um die stärksten Fotos zu finden. Alles bleibt auf diesem Gerät.
es: Comparando momentos en busca de las fotos más destacadas. Todo permanece en este dispositivo.
fr: Comparaison des moments à la recherche des photos les plus marquantes. Tout reste sur cet appareil.
it: Confronto dei momenti alla ricerca delle foto più forti. Tutto resta su questo dispositivo.
ja: 瞬間を比較し、最も優れた写真を探しています。すべてこの端末内で処理されます。
ko: 순간들을 비교하여 가장 뛰어난 사진을 찾고 있습니다. 모든 처리는 이 기기에서만 이루어집니다.
pt_br: Comparando momentos em busca das fotos mais marcantes. Tudo permanece neste dispositivo.
zh_hans: 正在比较各个瞬间,寻找最精彩的照片。所有处理均在本设备上完成。

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

source: Continue to choose a book format with the picked photos
de: Weiter, um mit den ausgewählten Fotos ein Buchformat zu wählen
es: Continúa para elegir un formato de libro con las fotos seleccionadas
fr: Continuer pour choisir un format de livre avec les photos sélectionnées
it: Continua per scegliere un formato del libro con le foto selezionate
ja: 続けて、選んだ写真でブックの形式を選びます
ko: 계속해서 선택한 사진으로 북 형식을 선택하세요
pt_br: Continue para escolher um formato de livro com as fotos selecionadas
zh_hans: 继续,为所选照片选择图书格式

source: Continue to choose how many photos to keep
de: Weiter, um festzulegen, wie viele Fotos behalten werden sollen
es: Continúa para elegir cuántas fotos conservar
fr: Continuer pour choisir le nombre de photos à conserver
it: Continua per scegliere quante foto mantenere
ja: 続けて、残す写真の枚数を選びます
ko: 계속해서 유지할 사진 수를 선택하세요
pt_br: Continue para escolher quantas fotos manter
zh_hans: 继续,选择要保留的照片数量

source: Continue with %lld photos
de: Mit %lld Fotos fortfahren
es: Continuar con %lld fotos
fr: Continuer avec %lld photos
it: Continua con %lld foto
ja: %lld枚の写真で続ける
ko: 사진 %lld장으로 계속
pt_br: Continuar com %lld fotos
zh_hans: 继续使用 %lld 张照片

source: Could not load photos: %@
de: Fotos konnten nicht geladen werden: %@
es: No se pudieron cargar las fotos: %@
fr: Impossible de charger les photos : %@
it: Impossibile caricare le foto: %@
ja: 写真を読み込めませんでした:%@
ko: 사진을 불러올 수 없습니다: %@
pt_br: Não foi possível carregar as fotos: %@
zh_hans: 无法加载照片:%@

source: Could not load your Photos albums: %@
de: Deine Fotos-Alben konnten nicht geladen werden: %@
es: No se pudieron cargar tus álbumes de Fotos: %@
fr: Impossible de charger vos albums Photos : %@
it: Impossibile caricare i tuoi album di Foto: %@
ja: 写真アルバムを読み込めませんでした:%@
ko: 사진 앨범을 불러올 수 없습니다: %@
pt_br: Não foi possível carregar seus álbuns do Fotos: %@
zh_hans: 无法加载你的“照片”相册:%@

source: Could not read that folder: %@
de: Dieser Ordner konnte nicht gelesen werden: %@
es: No se pudo leer esa carpeta: %@
fr: Impossible de lire ce dossier : %@
it: Impossibile leggere quella cartella: %@
ja: そのフォルダを読み込めませんでした:%@
ko: 해당 폴더를 읽을 수 없습니다: %@
pt_br: Não foi possível ler essa pasta: %@
zh_hans: 无法读取该文件夹:%@

source: Create a balanced selection
de: Ausgewogene Auswahl erstellen
es: Crear una selección equilibrada
fr: Créer une sélection équilibrée
it: Crea una selezione equilibrata
ja: バランスの取れた選択を作成
ko: 균형 잡힌 선택 만들기
pt_br: Criar uma seleção equilibrada
zh_hans: 生成均衡的照片选择

source: Create my book
de: Mein Buch erstellen
es: Crear mi libro
fr: Créer mon livre
it: Crea il mio libro
ja: ブックを作成
ko: 내 북 만들기
pt_br: Criar meu livro
zh_hans: 创建我的图书

source: Current format
de: Aktuelles Format
es: Formato actual
fr: Format actuel
it: Formato attuale
ja: 現在の形式
ko: 현재 형식
pt_br: Formato atual
zh_hans: 当前格式

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt_br: Personalizado
zh_hans: 自定

source: Deselect All
de: Auswahl aufheben
es: Deseleccionar todo
fr: Tout désélectionner
it: Deseleziona tutto
ja: すべての選択を解除
ko: 모두 선택 해제
pt_br: Desmarcar tudo
zh_hans: 取消全选

source: Desired number of pages
de: Gewünschte Seitenzahl
es: Número deseado de páginas
fr: Nombre de pages souhaité
it: Numero di pagine desiderato
ja: 希望のページ数
ko: 원하는 페이지 수
pt_br: Número de páginas desejado
zh_hans: 期望的页数

source: Desired number of photos
de: Gewünschte Fotoanzahl
es: Número deseado de fotos
fr: Nombre de photos souhaité
it: Numero di foto desiderato
ja: 希望の写真枚数
ko: 원하는 사진 수
pt_br: Número de fotos desejado
zh_hans: 期望的照片数量

source: Edge-to-edge, without gaps
de: Randlos, ohne Zwischenräume
es: De borde a borde, sin espacios
fr: Bord à bord, sans espaces
it: Da bordo a bordo, senza spazi
ja: 隙間なく端から端まで
ko: 여백 없이 가장자리까지
pt_br: De ponta a ponta, sem espaços
zh_hans: 满版铺展,无间隙

source: Emphasize standouts
de: Highlights hervorheben
es: Destacar lo mejor
fr: Mettre en avant les meilleurs clichés
it: Metti in risalto gli scatti migliori
ja: 目立つ写真を強調
ko: 돋보이는 사진 강조
pt_br: Destacar os melhores momentos
zh_hans: 突出精彩瞬间

source: Framed
de: Gerahmt
es: Enmarcado
fr: Encadré
it: Incorniciato
ja: フレーム付き
ko: 프레임
pt_br: Emoldurado
zh_hans: 带框

source: Framed: photos sit inside a page margin with gaps. Tiled: photos fill to the page edge but keep gaps between them. Borderless: photos tile edge-to-edge with no gaps.
de: Gerahmt: Fotos liegen innerhalb eines Seitenrands mit Zwischenräumen. Gekachelt: Fotos reichen bis zum Seitenrand, behalten aber Zwischenräume. Randlos: Fotos reihen sich randlos ohne Zwischenräume aneinander.
es: Enmarcado: las fotos se sitúan dentro de un margen de página con espacios. En mosaico: las fotos llegan hasta el borde de la página pero mantienen espacios entre sí. Sin bordes: las fotos se unen borde a borde sin espacios.
fr: Encadré : les photos sont placées dans une marge de page avec des espaces. Mosaïque : les photos vont jusqu'au bord de la page mais gardent des espaces entre elles. Sans bordure : les photos s'assemblent bord à bord sans espaces.
it: Incorniciato: le foto si trovano entro un margine di pagina con spazi. A mosaico: le foto arrivano fino al bordo della pagina ma mantengono spazi tra loro. Senza bordi: le foto si affiancano bordo a bordo senza spazi.
ja: フレーム付き:写真はページの余白内に、間隔を空けて配置されます。タイル状:写真はページの端まで広がりますが、写真同士の間隔は保たれます。フチなし:写真は間隔なく端から端まで並びます。
ko: 프레임: 사진이 페이지 여백 안에 간격을 두고 배치됩니다. 타일형: 사진이 페이지 가장자리까지 채워지지만 사진 사이 간격은 유지됩니다. 테두리 없음: 사진이 간격 없이 가장자리까지 이어 붙습니다.
pt_br: Emoldurado: as fotos ficam dentro de uma margem da página, com espaços entre elas. Em mosaico: as fotos vão até a borda da página, mas mantêm espaços entre si. Sem bordas: as fotos se encaixam de ponta a ponta, sem espaços.
zh_hans: 带框:照片位于页边距内,彼此留有间隙。平铺:照片延伸至页边,但彼此之间仍留有间隙。无边框:照片满版拼接,彼此之间没有间隙。

source: From Folder
de: Aus Ordner
es: Desde carpeta
fr: Depuis un dossier
it: Da cartella
ja: フォルダから
ko: 폴더에서
pt_br: Da pasta
zh_hans: 从文件夹

source: From Photos
de: Aus Fotos
es: Desde Fotos
fr: Depuis Photos
it: Da Foto
ja: 写真から
ko: 사진에서
pt_br: Do Fotos
zh_hans: 从“照片”

source: Full story
de: Ganze Geschichte
es: Historia completa
fr: Récit complet
it: Storia completa
ja: すべてのストーリー
ko: 전체 스토리
pt_br: História completa
zh_hans: 完整故事

source: Give standout photos more space
de: Mehr Platz für herausragende Fotos
es: Dar más espacio a las fotos más destacadas
fr: Donner plus d'espace aux photos les plus marquantes
it: Dai più spazio alle foto più belle
ja: 目立つ写真により多くのスペースを与える
ko: 돋보이는 사진에 더 많은 공간 할당
pt_br: Dar mais espaço para as fotos que se destacam
zh_hans: 为精彩照片留出更多空间

source: Go back to the previous step
de: Zurück zum vorherigen Schritt
es: Volver al paso anterior
fr: Revenir à l'étape précédente
it: Torna al passaggio precedente
ja: 前のステップに戻る
ko: 이전 단계로 돌아가기
pt_br: Voltar para a etapa anterior
zh_hans: 返回上一步

source: How much of the story should we keep?
de: Wie viel von der Geschichte sollen wir behalten?
es: ¿Cuánto de la historia deberíamos conservar?
fr: Quelle part du récit devons-nous conserver ?
it: Quanta parte della storia dovremmo mantenere?
ja: ストーリーをどのくらい残しますか?
ko: 스토리를 얼마나 남길까요?
pt_br: Quanto da história devemos manter?
zh_hans: 我们应保留多少故事内容?

source: Import %lld Photos
de: %lld Fotos importieren
es: Importar %lld fotos
fr: Importer %lld photos
it: Importa %lld foto
ja: %lld枚の写真を読み込む
ko: 사진 %lld장 가져오기
pt_br: Importar %lld fotos
zh_hans: 导入 %lld 张照片

source: Import photos from the checked folders
de: Fotos aus den ausgewählten Ordnern importieren
es: Importar fotos de las carpetas marcadas
fr: Importer les photos des dossiers cochés
it: Importa le foto dalle cartelle selezionate
ja: チェックしたフォルダから写真を読み込む
ko: 선택한 폴더에서 사진 가져오기
pt_br: Importar fotos das pastas marcadas
zh_hans: 从勾选的文件夹导入照片

source: Include this folder's photos in the import
de: Fotos dieses Ordners in den Import einbeziehen
es: Incluir las fotos de esta carpeta en la importación
fr: Inclure les photos de ce dossier dans l'importation
it: Includi le foto di questa cartella nell'importazione
ja: このフォルダの写真を読み込みに含める
ko: 이 폴더의 사진을 가져오기에 포함
pt_br: Incluir as fotos desta pasta na importação
zh_hans: 将此文件夹的照片包含在导入中

source: Inclusive
de: Umfassend
es: Inclusivo
fr: Inclusif
it: Inclusivo
ja: すべて含める
ko: 포괄적
pt_br: Inclusivo
zh_hans: 全部收录

source: Keep every photo
de: Jedes Foto behalten
es: Conservar todas las fotos
fr: Conserver toutes les photos
it: Mantieni tutte le foto
ja: すべての写真を残す
ko: 모든 사진 유지
pt_br: Manter todas as fotos
zh_hans: 保留每一张照片

source: Keep every photo or let us build a balanced story
de: Behalte jedes Foto oder lass uns eine ausgewogene Geschichte erstellen
es: Conserva todas las fotos o deja que creemos una historia equilibrada
fr: Conservez toutes les photos ou laissez-nous créer un récit équilibré
it: Mantieni tutte le foto o lascia che creiamo una storia equilibrata
ja: すべての写真を残すか、バランスの取れたストーリーを作成させます
ko: 모든 사진을 유지하거나 균형 잡힌 스토리를 만들도록 맡기세요
pt_br: Mantenha todas as fotos ou deixe que criemos uma história equilibrada
zh_hans: 保留每张照片,或者由我们生成均衡的故事

source: Landscape
de: Querformat
es: Horizontal
fr: Paysage
it: Orizzontale
ja: 横長
ko: 가로형
pt_br: Paisagem
zh_hans: 横向

source: Laying out your book…
de: Dein Buch wird gestaltet …
es: Diseñando tu libro…
fr: Mise en page de votre livre…
it: Impaginazione del tuo libro…
ja: ブックをレイアウト中…
ko: 북 레이아웃 구성 중…
pt_br: Diagramando seu livro…
zh_hans: 正在排版你的图书…

source: Left out
de: Ausgelassen
es: Excluida
fr: Exclu
it: Esclusa
ja: 除外
ko: 제외됨
pt_br: Excluída
zh_hans: 未收录

source: Make it yours
de: Mach es zu deinem
es: Hazlo tuyo
fr: Personnalisez-le
it: Rendilo tuo
ja: あなただけの1冊に
ko: 나만의 북으로 완성
pt_br: Deixe do seu jeito
zh_hans: 打造专属于你的图书

source: Manage...
de: Verwalten …
es: Gestionar…
fr: Gérer…
it: Gestisci…
ja: 管理…
ko: 관리...
pt_br: Gerenciar…
zh_hans: 管理…

source: Margin and space between photos
de: Rand und Abstand zwischen Fotos
es: Margen y espacio entre fotos
fr: Marge et espace entre les photos
it: Margine e spazio tra le foto
ja: 余白と写真同士の間隔
ko: 여백 및 사진 사이 간격
pt_br: Margem e espaço entre as fotos
zh_hans: 页边距和照片间距

source: Measure by
de: Messen nach
es: Medir por
fr: Mesurer par
it: Misura in base a
ja: 測定基準
ko: 측정 기준
pt_br: Medir por
zh_hans: 衡量方式

source: My Book
de: Mein Buch
es: Mi libro
fr: Mon livre
it: Il mio libro
ja: マイブック
ko: 내 북
pt_br: Meu livro
zh_hans: 我的图书

source: No importable images found in "%@".
de: In „%@" wurden keine importierbaren Bilder gefunden.
es: No se encontraron imágenes importables en «%@».
fr: Aucune image importable trouvée dans « %@ ».
it: Nessuna immagine importabile trovata in "%@".
ja: 「%@」にインポート可能な画像が見つかりません。
ko: "%@"에서 가져올 수 있는 이미지를 찾을 수 없습니다.
pt_br: Nenhuma imagem importável encontrada em "%@".
zh_hans: 在“%@”中未找到可导入的图片。

source: Not selected
de: Nicht ausgewählt
es: No seleccionada
fr: Non sélectionné
it: Non selezionata
ja: 未選択
ko: 선택되지 않음
pt_br: Não selecionada
zh_hans: 未选择

source: Now choose the physical scale of your %@
de: Wähle nun die physische Größe deines %@
es: Ahora elige la escala física de tu %@
fr: Choisissez maintenant l'échelle physique de votre %@
it: Ora scegli la dimensione fisica del tuo %@
ja: 次に、%@の実際のサイズを選びます
ko: 이제 %@의 실제 크기를 선택하세요
pt_br: Agora escolha o tamanho físico do seu %@
zh_hans: 现在为你的 %@ 选择实际尺寸

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les réglages
it: Apri Impostazioni
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
zh_hans: 打开设置

source: Open System Settings to grant Photos access
de: Öffne die Systemeinstellungen, um Zugriff auf Fotos zu gewähren
es: Abre los Ajustes del Sistema para conceder acceso a Fotos
fr: Ouvrez les Réglages Système pour autoriser l'accès à Photos
it: Apri le Impostazioni di Sistema per concedere l'accesso a Foto
ja: システム設定を開いて写真へのアクセスを許可します
ko: 시스템 설정을 열어 사진 접근 권한을 허용하세요
pt_br: Abra os Ajustes do Sistema para conceder acesso ao Fotos
zh_hans: 打开系统设置以授予“照片”访问权限

source: Open this folder in Finder
de: Diesen Ordner im Finder öffnen
es: Abrir esta carpeta en el Finder
fr: Ouvrir ce dossier dans le Finder
it: Apri questa cartella nel Finder
ja: このフォルダをFinderで開く
ko: 이 폴더를 Finder에서 열기
pt_br: Abrir esta pasta no Finder
zh_hans: 在“访达”中打开此文件夹

source: Pages
de: Seiten
es: Páginas
it: Pagine
ja: ページ
ko: 페이지
pt_br: Páginas
zh_hans: 页数

source: Photo count
de: Fotoanzahl
es: Número de fotos
fr: Nombre de photos
it: Numero di foto
ja: 写真の枚数
ko: 사진 수
pt_br: Número de fotos
zh_hans: 照片数量
